"Western (Mac OS Roman)" = "Ocidental (Mac OS Românico)";
"Japanese (Mac OS)" = "Japonês (Mac OS)";
"Traditional Chinese (Mac OS)" = "Chinês tradicional (Mac OS)";
"Korean (Mac OS)" = "Coreano (Mac OS)";
"Arabic (Mac OS)" = "Árabe (Mac OS)";
"Hebrew (Mac OS)" = "Hebraico (Mac OS)";
"Greek (Mac OS)" = "Grego (Mac OS)";
"Cyrillic (Mac OS)" = "Cirílico (Mac OS)";
"Devanagari (Mac OS)" = "Devanagari (Mac OS)";
"Gurmukhi (Mac OS)" = "Gurmukhi (Mac OS)";
"Gujarati (Mac OS)" = "Gujarati (Mac OS)";
"Thai (Mac OS)" = "Tailandês (Mac OS)";
"Simplified Chinese (Mac OS)" = "Chinês simplificado (Mac OS)";
"Tibetan (Mac OS)" = "Tibetano (Mac OS)";
"Central European (Mac OS)" = "Europa Central (Mac OS)";
"Symbol (Mac OS)" = "Symbol (Mac OS)";
"Dingbats (Mac OS)" = "Dingbats (Mac OS)";
"Turkish (Mac OS)" = "Turco (Mac OS)";
"Croatian (Mac OS)" = "Croata (Mac OS)";
"Icelandic (Mac OS)" = "Islandês (Mac OS)";
"Romanian (Mac OS)" = "Romeno (Mac OS)";
"Celtic (Mac OS)" = "Celta (Mac OS)";
"Gaelic (Mac OS)" = "Gaélico (Mac OS)";
"Keyboard Symbols (Mac OS)" = "Símbolos de teclado (Mac OS)";
"Farsi (Mac OS)" = "Farsi (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "Cirílico (Mac OS Ucraniano)";
"Inuit (Mac OS)" = "Inuíta (Mac OS)";
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";
"Unicode (UTF-8)" = "Unicode (UTF-8)";
"Unicode (UTF-16)" = "Unicode (UTF-16)";
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";
"Unicode (UTF-32)" = "Unicode (UTF-32)";
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";
"Western (ISO Latin 1)" = "Ocidental (ISO Latino 1)";
"Central European (ISO Latin 2)" = "Europa Central (ISO Latino 2)";
"Western (ISO Latin 3)" = "Ocidental (ISO Latino 3)";
"Central European (ISO Latin 4)" = "Europa Central (ISO Latino 4)";
"Cyrillic (ISO 8859-5)" = "Cirílico (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "Árabe (ISO 8859-6)";
"Greek (ISO 8859-7)" = "Grego (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "Hebraico (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "Turco (ISO Latino 5)";
"Nordic (ISO Latin 6)" = "Nórdico (ISO Latino 6)";
"Thai (ISO 8859-11)" = "Tailandês (ISO 8859-11)";
"Baltic Rim (ISO Latin 7)" = "Báltico (ISO Latino 7)";
"Celtic (ISO Latin 8)" = "Celta (ISO Latino 8)";
"Western (ISO Latin 9)" = "Ocidental (ISO Latino 9)";
"Romanian (ISO Latin 10)" = "Romeno (ISO Latin 10)";
"Latin-US (DOS)" = "Latino EUA (DOS)";
"Greek (DOS)" = "Grego (DOS)";
"Baltic Rim (DOS)" = "Báltico (DOS)";
"Western (DOS Latin 1)" = "Ocidental (DOS Latino 1)";
"Greek (DOS Greek 1)" = "Grego (DOS Grego 1)";
"Central European (DOS Latin 2)" = "Europa Central (DOS Latino 2)";
"Cyrillic (DOS)" = "Cirílico (DOS)";
"Turkish (DOS)" = "Turco (DOS)";
"Portuguese (DOS)" = "Português (DOS)";
"Icelandic (DOS)" = "Islandês (DOS)";
"Hebrew (DOS)" = "Hebraico (DOS)";
"Canadian French (DOS)" = "Francês (Canadá) (DOS)";
"Arabic (DOS)" = "Árabe (DOS)";
"Nordic (DOS)" = "Nórdico (DOS)";
"Russian (DOS)" = "Russo (DOS)";
"Greek (DOS Greek 2)" = "Grego (DOS Grego 2)";
"Thai (Windows, DOS)" = "Tailandês (Windows, DOS)";
"Japanese (Windows, DOS)" = "Japonês (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "Chinês simplificado (Windows, DOS)";
"Korean (Windows, DOS)" = "Coreano (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "Chinês tradicional (Windows, DOS)";
"Western (Windows Latin 1)" = "Ocidental (Windows Latino 1)";
"Central European (Windows Latin 2)" = "Europa Central (Windows Latino 2)";
"Cyrillic (Windows)" = "Cirílico (Windows)";
"Greek (Windows)" = "Grego (Windows)";
"Turkish (Windows Latin 5)" = "Turco (Windows Latino 5)";
"Hebrew (Windows)" = "Hebraico (Windows)";
"Arabic (Windows)" = "Árabe (Windows)";
"Baltic Rim (Windows)" = "Báltico (Windows)";
"Vietnamese (Windows)" = "Vietnamita (Windows)";
"Western (ASCII)" = "Ocidental (ASCII)";
"Japanese (Shift JIS X0213)" = "Japonês (Shift JIS X0213)";
"Chinese (GBK)" = "Chinês (GBK)";
"Chinese (GB 18030)" = "Chinês (GB 18030)";
"Japanese (ISO 2022-JP)" = "Japonês (ISO 2022-JP)";
"Korean (ISO 2022-KR)" = "Coreano (ISO 2022-KR)";
"Japanese (EUC)" = "Japonês (EUC)";
"Simplified Chinese (EUC)" = "Chinês simplificado (EUC)";
"Traditional Chinese (EUC)" = "Chinês tradicional (EUC)";
"Korean (EUC)" = "Coreano (EUC)";
"Japanese (Shift JIS)" = "Japonês (Shift JIS)";
"Cyrillic (KOI8-R)" = "Cirílico (KOI8-R)";
"Traditional Chinese (Big 5)" = "Chinês tradicional (Big 5)";
"Western (Mac Mail)" = "Ocidental (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "Chinês simplificado (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "Chinês tradicional (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "Ucraniano (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "Chinês tradicional (Big 5-E)";
"Western (NextStep)" = "Ocidental (NextStep)";
"Non-lossy ASCII" = "ASCII";
"Western (EBCDIC US)" = "Ocidental (EBCDIC US)";
"Western (EBCDIC Latin 1)" = "Ocidental (EBCDIC Latin 1)";
"Japanese (Auto Detect)" = "Japonês (Auto Detecção)";
